Repository: stepovoy/hypertube
Catalog: hypertube-ng/src/locale/messages.*_cpy5.xlf
Languages: ru

# id_searchbar
source: search...
ru: искать...

# id_nav_gallery
source: GALLERY
ru: ГАЛЕРЕЯ

# id_nav_my_settings
source: MY SETTINGS
ru: НАСТРОЙКИ

# id_nav_sign_up
source: SIGN-UP
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# id_nav_sign_in
source: SIGN-IN
ru: ВОЙТИ

# id_nav_sign_out
source: SIGN-OUT
ru: ВЫЙТИ

# id_gallery_more
source: MORE RESULTS
ru: ЕЩЕ

# id_filters
source: ORDER AND FILTER OPTIONS
ru: СОРТИРОВКА И ФИЛЬТРЫ

# id_filters_title
source: TITLE
ru: НАЗВАНИЕ

# id_filters_genre
source: GENRE
ru: ЖАНР

# id_filters_rating
source: RATING
ru: РЕЙТИНГ

# id_filters_rating_from
source: from
ru: от

# id_filters_rating_to
source: to
ru: до

# id_filters_year
source: YEAR
ru: ГОД

# id_filters_year_from
source: from
ru: от

# id_filters_year_to
source: to
ru: до

# id_filters_button_apply
source: APPLY FILTERS
ru: ПРИМЕНИТЬ

# id_filters_button_reset
source: RESET FILTERS
ru: СБРОС ФИЛЬТРОВ

# id_card_watched
source: watched
ru: просмотренно

# id_card_year
source: Year:
ru: Год:

# id_card_rating
source: Rating:
ru: Рейтинг:

# watch_page_about_title
source: ABOUT
ru: О ФИЛЬМЕ

# comments_about_year
source: Year
ru: Год

# comments_about_genre
source: Genre
ru: Жанр

# comments_about_rating
source: Rating
ru: Рейтинг

# comments_about_director
source: Director
ru: Режисер

# comments_about_actors
source: Actors
ru: Актеры

# comments_summary_title
source: SUMMARY
ru: ОПИСАНИЕ

# id_edit_profile
source: EDIT PROFILE
ru: РЕДАКТИРОВАТЬ ПРОФИЛЬ

# sign_in_page_msg_verify_email
source: Your account has been created. Please verify your email before signing in
ru: Аккаунт создана. Активируйте аккаун, пройдя по ссылке в email

# sign_in_page_msg_congrats
source: Congratulations! You can now sign-in
ru: Поздравляем! Теперь вы можете авторизироваться

# sign_in_page_msg_access_denied
source: You need to sign-in before accessing this page
ru: Авторизируйтесь, чтобы получить доступ к этой странице

# sign_in_page_title
source: SIGN IN
ru: АВТОРИЗАЦИЯ

# sign_in_page_invalid_credentials
source: INVALID CREDENTIALS
ru: НЕВЕРНЫЕ ИМЯ ПОЛЬЗОВАТЕЛЯ ИЛИ ПАРОЛЬ

# sign_in_page_login
source: Login or e-mail
ru: Логин или email

# sign_in_page_forgot_passwd
source: forgot password?
ru: забыли пароль?

# sign_in_page_reset
source: reset
ru: восстановить

# sign_in_page_sign_in_btn
source: SIGN IN
ru: АВТОРИЗИРОВАТЬСЯ

# sign_in_page_continue_with
source: OR CONTINUE WITH:
ru: АВТОРИЗИРОВАТЬСЯ С АККАУНТОМ:

# sign_up_page_title
source: SIGN UP
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# sign_up_page_upload_photo_btn
source: UPLOAD PHOTO
ru: ЗАГРУЗИТЬ ФОТО

# sign_up_page_login_exists
source: LOGIN OR EMAIL EXISTS
ru: ТАКИЕ ЛОГИН ИЛИ EMAIL УЖЕ ЗАНЯТЫ

# sign_up_page_login
source: Login
ru: Имя пользователя

# sign_up_page_error_required
source: this field is required
ru: поле должно быт заполенно

# sign_up_page_error_min_len
source: login should be at least
ru: имя пользователя должно быть не менее

# sign_up_page_error_min_len_2
source: charackters long
ru: символов

# sign_up_page_error_special_chars
source: login can consist from letters, numbers, "_" and "-"
ru: логин может содержать только буквы, цифры, "_" и "-"

# sign_up_page_error_max_len
source: login should be not more than 128 characters long
ru: имя пользователя должно состоять не более чем из 128 символов

# sign_up_page_error_login_ocupied
source: login occupied
ru: имя пользователя уже занято

# sign_up_page_first_name
source: First name
ru: Имя

# sign_up_page_error_name_required
source: this field is required
ru: поле должно быт заполенно

# sign_up_page_error_name_min_len
source: should be at least
ru: имя должно состоять не менне чем из

# sign_up_page_error_name_max_len
source: can contain only letters
ru: может состоять только из букв

# sign_up_page_last_name_placeholder
source: Last name
ru: Фамилия

# sign_up_page_error_last_name_required
source: this field is required
ru: поле должно быт заполенно

# sign_up_page_error_last_name_min_len
source: should be at least
ru: должно состоять не менее чем из

# sign_up_page_error_last_name_min_len_2
source: character long
ru: символов

# sign_up_page_error_last_name_only_letters
source: can contain only letters
ru: может состоять только из букв

# sign_up_page_error_email_not_valid
source: not a valid email
ru: введите настоящий email

# sign_up_page_error_email_occupied
source: email occupied
ru: email уже используется

# sign_up_page_passwd_placeholder
source: Password
ru: Пароль

# sign_up_page_error_passwd
source: should be at least 8 characters long, contain numbers and letters
ru: должен быть не менне 8-ми символов, содержать цифры и буквы

# sign_up_page_confirm_passwd_placeholder
source: Confirm password
ru: Подтвердите пароль

# sign_up_page_error_confirm_passwd_required
source: this field is required
ru: поле должно быть заполнено

# sign_up_page_error_passwds_do_not_match
source: passwords do not match
ru: пароли не совпадают

# sign_up_page_sign_up_btn
source: SIGN UP
ru: ЗАРЕГИСТРИРОВАТЬСЯ

# id_edit_profile_new_photo
source: New photo
ru: Загрузить фото

# id_edit_profile_login
source: Login:
ru: Логин:

# id_edit_profile_field_required
source: this field is required
ru: поле должно быть заполненно

# id_edit_profile_length_error
source: login shoud be at least
ru: имя пользователя должно состоять не менее чем из

# id_edit_profile_length_error_2
source: characters long
ru: символов

# id_edit_profile_symbols_error
source: login can consist from letters, numbers, "_" and "-"
ru: логин может содержать только буквы, цифры, "_" и "-"

# id_edit_profile_long_error
source: login should be not more than 128 characters long
ru: имя пользователя должно состоять не более чем из 128 символов

# id_edit_profile_login_occupied
source: login occupied
ru: имя пользователя уже используется

# id_edit_profile_first_name
source: Firstname:
ru: Имя:

# id_edit_profile_first_name_required
source: this field is required
ru: поле должно быть заполнено

# id_edit_profile_first_name_short
source: should be at least
ru: должно состоять не менее чем из

# id_edit_profile_first_name_short_2
source: character long
ru: символов

# id_edit_profile_first_name_onlyletters
source: can contain only letters
ru: должно состоять только из букв

# id_edit_profile_last_name
source: Last name:
ru: Фамилия:

# id_edit_profile_last_name_required
source: this field is required
ru: поля должно быть заполнено

# id_edit_profile_last_name_short
source: should be at least
ru: должна состоять не менее чем из

# id_edit_profile_last_name_short_2
source: character long
ru: символов

# id_edit_profile_last_name_onlyletters
source: can contain only letters
ru: должна состоять только из букв

# id_edit_profile_email_invalid
source: not a valid email
ru: введите настоящий email

# id_edit_profile_email_occupied
source: email occupied
ru: email уже используеться

# id_edit_profile_passwd
source: Password:
ru: Пароль:

# id_edit_profile_passwd_invalid
source: should be at least 8 characters long, contain numbers and letters
ru: должен быть не менне 8-ми символов, содержать цифры и буквы

# id_edit_profile_confirm_passwd
source: Confirm password:
ru: Повторите пароль:

# id_edit_profile_confirm_passwd_required
source: this field is required
ru: должно быть заполено

# id_edit_profile_confirm_passwd_dont_match
source: passwords do not match
ru: пароли не совпадают

# id_edit_profile_update_account
source: UPDATE
ru: ОБНОВИТЬ АККАУНТ

# id_edit_profile_delete_account
source: DELETE ACCOUNT
ru: УДАЛИТЬ АККАУНТ

# comments_title
source: COMMENTS
ru: КОММЕНТАРИИ

# comments_textarea_placeholder
source: live a comment
ru: напишите ваш комментарий

# comments_add_comment_btn
source: ADD COMMENT
ru: ОТПРАВИТЬ

# sign_in_page_passwd
source: Password
ru: Пароль

# sign_not_activated
source: Please verify your email before signing in
ru: Пожалуйста, подтвердите email, пройдя по ссылке в письме

# sign_in_page_sign_up_btn
source: SIGN UP
ru: СОЗДАТЬ АККАУНТ
